{"modelTopology":{"node":[{"input":[],"attr":{"value":{"tensor":{"floatVal":[],"doubleVal":[],"intVal":[],"stringVal":[],"scomplexVal":[],"int64Val":[],"boolVal":[],"uint32Val":[],"uint64Val":[],"dtype":1,"tensorShape":{"dim":[{"size":"50"},{"size":"1"},{"size":"1"},{"size":"64"}]}}},"dtype":{"type":1}},"name":"RSSModel/l1_conv/conv1d/weights","op":"Const"},{"input":[],"attr":{"value":{"tensor":{"floatVal":[],"doubleVal":[],"intVal":[],"stringVal":[],"scomplexVal":[],"int64Val":[],"boolVal":[],"uint32Val":[],"uint64Val":[],"dtype":3,"tensorShape":{"dim":[{"size":"5"}]}}},"dtype":{"type":3}},"name":"RSSModel_1/l1_conv/gn/Reshape/shape","op":"Const"},{"input":[],"attr":{"value":{"tensor":{"floatVal":[],"doubleVal":[],"intVal":[],"stringVal":[],"scomplexVal":[],"int64Val":[],"boolVal":[],"uint32Val":[],"uint64Val":[],"dtype":3,"tensorShape":{"dim":[{"size":"4"}]}}},"dtype":{"type":3}},"name":"RSSModel_1/l1_conv/gn/Reshape_1/shape","op":"Const"},{"input":[],"attr":{"value":{"tensor":{"floatVal":[],"doubleVal":[],"intVal":[],"stringVal":[],"scomplexVal":[],"int64Val":[],"boolVal":[],"uint32Val":[],"uint64Val":[],"dtype":1,"tensorShape":{"dim":[{"size":"64"}]}}},"dtype":{"type":1}},"name":"RSSModel/l1_conv/gn/gamma","op":"Const"},{"input":[],"attr":{"value":{"tensor":{"floatVal":[],"doubleVal":[],"intVal":[],"stringVal":[],"scomplexVal":[],"int64Val":[],"boolVal":[],"uint32Val":[],"uint64Val":[],"dtype":1,"tensorShape":{"dim":[{"size":"64"}]}}},"dtype":{"type":1}},"name":"RSSModel/l1_conv/gn/beta","op":"Const"},{"input":[],"attr":{"dtype":{"type":1},"value":{"tensor":{"floatVal":[],"doubleVal":[],"intVal":[],"stringVal":[],"scomplexVal":[],"int64Val":[],"boolVal":[],"uint32Val":[],"uint64Val":[],"dtype":1,"tensorShape":{"dim":[{"size":"8"},{"size":"1"},{"size":"64"},{"size":"128"}]}}}},"name":"RSSModel/l2_conv/conv1d/weights","op":"Const"},{"input":[],"attr":{"dtype":{"type":1},"value":{"tensor":{"floatVal":[],"doubleVal":[],"intVal":[],"stringVal":[],"scomplexVal":[],"int64Val":[],"boolVal":[],"uint32Val":[],"uint64Val":[],"dtype":1,"tensorShape":{"dim":[{"size":"128"}]}}}},"name":"RSSModel/l2_conv/gn/gamma","op":"Const"},{"input":[],"attr":{"value":{"tensor":{"floatVal":[],"doubleVal":[],"intVal":[],"stringVal":[],"scomplexVal":[],"int64Val":[],"boolVal":[],"uint32Val":[],"uint64Val":[],"dtype":1,"tensorShape":{"dim":[{"size":"128"}]}}},"dtype":{"type":1}},"name":"RSSModel/l2_conv/gn/beta","op":"Const"},{"input":[],"attr":{"value":{"tensor":{"floatVal":[],"doubleVal":[],"intVal":[],"stringVal":[],"scomplexVal":[],"int64Val":[],"boolVal":[],"uint32Val":[],"uint64Val":[],"dtype":1,"tensorShape":{"dim":[{"size":"8"},{"size":"1"},{"size":"128"},{"size":"128"}]}}},"dtype":{"type":1}},"name":"RSSModel/l3_conv/conv1d/weights","op":"Const"},{"input":[],"attr":{"value":{"tensor":{"floatVal":[],"doubleVal":[],"intVal":[],"stringVal":[],"scomplexVal":[],"int64Val":[],"boolVal":[],"uint32Val":[],"uint64Val":[],"dtype":1,"tensorShape":{"dim":[{"size":"128"}]}}},"dtype":{"type":1}},"name":"RSSModel/l3_conv/gn/gamma","op":"Const"},{"input":[],"attr":{"value":{"tensor":{"floatVal":[],"doubleVal":[],"intVal":[],"stringVal":[],"scomplexVal":[],"int64Val":[],"boolVal":[],"uint32Val":[],"uint64Val":[],"dtype":1,"tensorShape":{"dim":[{"size":"128"}]}}},"dtype":{"type":1}},"name":"RSSModel/l3_conv/gn/beta","op":"Const"},{"input":[],"attr":{"value":{"tensor":{"floatVal":[],"doubleVal":[],"intVal":[],"stringVal":[],"scomplexVal":[],"int64Val":[],"boolVal":[],"uint32Val":[],"uint64Val":[],"dtype":1,"tensorShape":{"dim":[{"size":"8"},{"size":"1"},{"size":"128"},{"size":"128"}]}}},"dtype":{"type":1}},"name":"RSSModel/l4_conv/conv1d/weights","op":"Const"},{"input":[],"attr":{"value":{"tensor":{"floatVal":[],"doubleVal":[],"intVal":[],"stringVal":[],"scomplexVal":[],"int64Val":[],"boolVal":[],"uint32Val":[],"uint64Val":[],"dtype":3,"tensorShape":{"dim":[{"size":"5"}]}}},"dtype":{"type":3}},"name":"RSSModel_1/l2_conv/gn/Reshape/shape","op":"Const"},{"input":[],"attr":{"dtype":{"type":3},"value":{"tensor":{"floatVal":[],"doubleVal":[],"intVal":[],"stringVal":[],"scomplexVal":[],"int64Val":[],"boolVal":[],"uint32Val":[],"uint64Val":[],"dtype":3,"tensorShape":{"dim":[{"size":"4"}]}}}},"name":"RSSModel_1/l2_conv/gn/Reshape_1/shape","op":"Const"},{"input":[],"attr":{"value":{"tensor":{"floatVal":[],"doubleVal":[],"intVal":[],"stringVal":[],"scomplexVal":[],"int64Val":[],"boolVal":[],"uint32Val":[],"uint64Val":[],"dtype":1,"tensorShape":{"dim":[{"size":"128"}]}}},"dtype":{"type":1}},"name":"RSSModel/l4_conv/gn/gamma","op":"Const"},{"input":[],"attr":{"value":{"tensor":{"floatVal":[],"doubleVal":[],"intVal":[],"stringVal":[],"scomplexVal":[],"int64Val":[],"boolVal":[],"uint32Val":[],"uint64Val":[],"dtype":1,"tensorShape":{"dim":[{"size":"128"}]}}},"dtype":{"type":1}},"name":"RSSModel/l4_conv/gn/beta","op":"Const"},{"input":[],"attr":{"value":{"tensor":{"floatVal":[],"doubleVal":[],"intVal":[],"stringVal":[],"scomplexVal":[],"int64Val":[],"boolVal":[],"uint32Val":[],"uint64Val":[],"dtype":1,"tensorShape":{"dim":[{"size":"6"},{"size":"1"},{"size":"128"},{"size":"128"}]}}},"dtype":{"type":1}},"name":"RSSModel/l5_conv/conv1d/weights","op":"Const"},{"input":[],"attr":{"dtype":{"type":3},"value":{"tensor":{"floatVal":[],"doubleVal":[],"intVal":[],"stringVal":[],"scomplexVal":[],"int64Val":[],"boolVal":[],"uint32Val":[],"uint64Val":[],"dtype":3,"tensorShape":{"dim":[{"size":"5"}]}}}},"name":"RSSModel_1/l5_conv/gn/Reshape/shape","op":"Const"},{"input":[],"attr":{"value":{"tensor":{"floatVal":[],"doubleVal":[],"intVal":[],"stringVal":[],"scomplexVal":[],"int64Val":[],"boolVal":[],"uint32Val":[],"uint64Val":[],"dtype":3,"tensorShape":{"dim":[{"size":"4"}]}}},"dtype":{"type":3}},"name":"RSSModel_1/l5_conv/gn/Reshape_1/shape","op":"Const"},{"input":[],"attr":{"value":{"tensor":{"floatVal":[],"doubleVal":[],"intVal":[],"stringVal":[],"scomplexVal":[],"int64Val":[],"boolVal":[],"uint32Val":[],"uint64Val":[],"dtype":1,"tensorShape":{"dim":[{"size":"128"}]}}},"dtype":{"type":1}},"name":"RSSModel/l5_conv/gn/gamma","op":"Const"},{"input":[],"attr":{"value":{"tensor":{"floatVal":[],"doubleVal":[],"intVal":[],"stringVal":[],"scomplexVal":[],"int64Val":[],"boolVal":[],"uint32Val":[],"uint64Val":[],"dtype":1,"tensorShape":{"dim":[{"size":"128"}]}}},"dtype":{"type":1}},"name":"RSSModel/l5_conv/gn/beta","op":"Const"},{"input":[],"attr":{"dtype":{"type":1},"value":{"tensor":{"floatVal":[],"doubleVal":[],"intVal":[],"stringVal":[],"scomplexVal":[],"int64Val":[],"boolVal":[],"uint32Val":[],"uint64Val":[],"dtype":1,"tensorShape":{"dim":[{"size":"400"},{"size":"1"},{"size":"1"},{"size":"64"}]}}}},"name":"RSSModel/l6_conv/conv1d/weights","op":"Const"},{"input":[],"attr":{"value":{"tensor":{"floatVal":[],"doubleVal":[],"intVal":[],"stringVal":[],"scomplexVal":[],"int64Val":[],"boolVal":[],"uint32Val":[],"uint64Val":[],"dtype":3,"tensorShape":{"dim":[{"size":"5"}]}}},"dtype":{"type":3}},"name":"RSSModel_1/l6_conv/gn/Reshape/shape","op":"Const"},{"input":[],"attr":{"value":{"tensor":{"floatVal":[],"doubleVal":[],"intVal":[],"stringVal":[],"scomplexVal":[],"int64Val":[],"boolVal":[],"uint32Val":[],"uint64Val":[],"dtype":3,"tensorShape":{"dim":[{"size":"4"}]}}},"dtype":{"type":3}},"name":"RSSModel_1/l6_conv/gn/Reshape_1/shape","op":"Const"},{"input":[],"attr":{"dtype":{"type":1},"value":{"tensor":{"floatVal":[],"doubleVal":[],"intVal":[],"stringVal":[],"scomplexVal":[],"int64Val":[],"boolVal":[],"uint32Val":[],"uint64Val":[],"dtype":1,"tensorShape":{"dim":[{"size":"64"}]}}}},"name":"RSSModel/l6_conv/gn/gamma","op":"Const"},{"input":[],"attr":{"value":{"tensor":{"floatVal":[],"doubleVal":[],"intVal":[],"stringVal":[],"scomplexVal":[],"int64Val":[],"boolVal":[],"uint32Val":[],"uint64Val":[],"dtype":1,"tensorShape":{"dim":[{"size":"64"}]}}},"dtype":{"type":1}},"name":"RSSModel/l6_conv/gn/beta","op":"Const"},{"input":[],"attr":{"value":{"tensor":{"floatVal":[],"doubleVal":[],"intVal":[],"stringVal":[],"scomplexVal":[],"int64Val":[],"boolVal":[],"uint32Val":[],"uint64Val":[],"dtype":1,"tensorShape":{"dim":[{"size":"6"},{"size":"1"},{"size":"64"},{"size":"128"}]}}},"dtype":{"type":1}},"name":"RSSModel/l7_conv/conv1d/weights","op":"Const"},{"input":[],"attr":{"dtype":{"type":1},"value":{"tensor":{"floatVal":[],"doubleVal":[],"intVal":[],"stringVal":[],"scomplexVal":[],"int64Val":[],"boolVal":[],"uint32Val":[],"uint64Val":[],"dtype":1,"tensorShape":{"dim":[{"size":"128"}]}}}},"name":"RSSModel/l7_conv/gn/gamma","op":"Const"},{"input":[],"attr":{"dtype":{"type":1},"value":{"tensor":{"floatVal":[],"doubleVal":[],"intVal":[],"stringVal":[],"scomplexVal":[],"int64Val":[],"boolVal":[],"uint32Val":[],"uint64Val":[],"dtype":1,"tensorShape":{"dim":[{"size":"128"}]}}}},"name":"RSSModel/l7_conv/gn/beta","op":"Const"},{"input":[],"attr":{"dtype":{"type":1},"value":{"tensor":{"floatVal":[],"doubleVal":[],"intVal":[],"stringVal":[],"scomplexVal":[],"int64Val":[],"boolVal":[],"uint32Val":[],"uint64Val":[],"dtype":1,"tensorShape":{"dim":[{"size":"6"},{"size":"1"},{"size":"128"},{"size":"128"}]}}}},"name":"RSSModel/l8_conv/conv1d/weights","op":"Const"},{"input":[],"attr":{"value":{"tensor":{"floatVal":[],"doubleVal":[],"intVal":[],"stringVal":[],"scomplexVal":[],"int64Val":[],"boolVal":[],"uint32Val":[],"uint64Val":[],"dtype":1,"tensorShape":{"dim":[{"size":"128"}]}}},"dtype":{"type":1}},"name":"RSSModel/l8_conv/gn/gamma","op":"Const"},{"input":[],"attr":{"value":{"tensor":{"floatVal":[],"doubleVal":[],"intVal":[],"stringVal":[],"scomplexVal":[],"int64Val":[],"boolVal":[],"uint32Val":[],"uint64Val":[],"dtype":1,"tensorShape":{"dim":[{"size":"128"}]}}},"dtype":{"type":1}},"name":"RSSModel/l8_conv/gn/beta","op":"Const"},{"input":[],"attr":{"value":{"tensor":{"floatVal":[],"doubleVal":[],"intVal":[],"stringVal":[],"scomplexVal":[],"int64Val":[],"boolVal":[],"uint32Val":[],"uint64Val":[],"dtype":1,"tensorShape":{"dim":[{"size":"6"},{"size":"1"},{"size":"128"},{"size":"128"}]}}},"dtype":{"type":1}},"name":"RSSModel/l9_conv/conv1d/weights","op":"Const"},{"input":[],"attr":{"value":{"tensor":{"floatVal":[],"doubleVal":[],"intVal":[],"stringVal":[],"scomplexVal":[],"int64Val":[],"boolVal":[],"uint32Val":[],"uint64Val":[],"dtype":3,"tensorShape":{"dim":[{"size":"5"}]}}},"dtype":{"type":3}},"name":"RSSModel_1/l7_conv/gn/Reshape/shape","op":"Const"},{"input":[],"attr":{"value":{"tensor":{"floatVal":[],"doubleVal":[],"intVal":[],"stringVal":[],"scomplexVal":[],"int64Val":[],"boolVal":[],"uint32Val":[],"uint64Val":[],"dtype":3,"tensorShape":{"dim":[{"size":"4"}]}}},"dtype":{"type":3}},"name":"RSSModel_1/l7_conv/gn/Reshape_1/shape","op":"Const"},{"input":[],"attr":{"dtype":{"type":1},"value":{"tensor":{"floatVal":[],"doubleVal":[],"intVal":[],"stringVal":[],"scomplexVal":[],"int64Val":[],"boolVal":[],"uint32Val":[],"uint64Val":[],"dtype":1,"tensorShape":{"dim":[{"size":"128"}]}}}},"name":"RSSModel/l9_conv/gn/gamma","op":"Const"},{"input":[],"attr":{"value":{"tensor":{"floatVal":[],"doubleVal":[],"intVal":[],"stringVal":[],"scomplexVal":[],"int64Val":[],"boolVal":[],"uint32Val":[],"uint64Val":[],"dtype":1,"tensorShape":{"dim":[{"size":"128"}]}}},"dtype":{"type":1}},"name":"RSSModel/l9_conv/gn/beta","op":"Const"},{"input":[],"attr":{"value":{"tensor":{"floatVal":[],"doubleVal":[],"intVal":[],"stringVal":[],"scomplexVal":[],"int64Val":[],"boolVal":[],"uint32Val":[],"uint64Val":[],"dtype":1,"tensorShape":{"dim":[{"size":"6"},{"size":"1"},{"size":"128"},{"size":"128"}]}}},"dtype":{"type":1}},"name":"RSSModel/l10_conv/conv1d/weights","op":"Const"},{"input":[],"attr":{"value":{"tensor":{"floatVal":[],"doubleVal":[],"intVal":[],"stringVal":[],"scomplexVal":[],"int64Val":[],"boolVal":[],"uint32Val":[],"uint64Val":[],"dtype":1,"tensorShape":{"dim":[{"size":"128"}]}}},"dtype":{"type":1}},"name":"RSSModel/l10_conv/gn/gamma","op":"Const"},{"input":[],"attr":{"value":{"tensor":{"floatVal":[],"doubleVal":[],"intVal":[],"stringVal":[],"scomplexVal":[],"int64Val":[],"boolVal":[],"uint32Val":[],"uint64Val":[],"dtype":1,"tensorShape":{"dim":[{"size":"128"}]}}},"dtype":{"type":1}},"name":"RSSModel/l10_conv/gn/beta","op":"Const"},{"input":[],"attr":{"value":{"tensor":{"floatVal":[],"doubleVal":[],"intVal":[1],"stringVal":[],"scomplexVal":[],"int64Val":[],"boolVal":[],"uint32Val":[],"uint64Val":[],"dtype":3,"tensorShape":{"dim":[]}}},"dtype":{"type":3}},"name":"RSSModel_1/l11_concat/axis","op":"Const"},{"input":[],"attr":{"value":{"tensor":{"floatVal":[],"doubleVal":[],"intVal":[],"stringVal":[],"scomplexVal":[],"int64Val":[],"boolVal":[],"uint32Val":[],"uint64Val":[],"dtype":1,"tensorShape":{"dim":[{"size":"6"},{"size":"1"},{"size":"128"},{"size":"128"}]}}},"dtype":{"type":1}},"name":"RSSModel/l12_conv/conv1d/weights","op":"Const"},{"input":[],"attr":{"value":{"tensor":{"floatVal":[],"doubleVal":[],"intVal":[],"stringVal":[],"scomplexVal":[],"int64Val":[],"boolVal":[],"uint32Val":[],"uint64Val":[],"dtype":3,"tensorShape":{"dim":[{"size":"5"}]}}},"dtype":{"type":3}},"name":"RSSModel_1/l10_conv/gn/Reshape/shape","op":"Const"},{"input":[],"attr":{"value":{"tensor":{"floatVal":[],"doubleVal":[],"intVal":[],"stringVal":[],"scomplexVal":[],"int64Val":[],"boolVal":[],"uint32Val":[],"uint64Val":[],"dtype":3,"tensorShape":{"dim":[{"size":"4"}]}}},"dtype":{"type":3}},"name":"RSSModel_1/l10_conv/gn/Reshape_1/shape","op":"Const"},{"input":[],"attr":{"dtype":{"type":1},"value":{"tensor":{"floatVal":[],"doubleVal":[],"intVal":[],"stringVal":[],"scomplexVal":[],"int64Val":[],"boolVal":[],"uint32Val":[],"uint64Val":[],"dtype":1,"tensorShape":{"dim":[{"size":"128"}]}}}},"name":"RSSModel/l12_conv/gn/gamma","op":"Const"},{"input":[],"attr":{"value":{"tensor":{"floatVal":[],"doubleVal":[],"intVal":[],"stringVal":[],"scomplexVal":[],"int64Val":[],"boolVal":[],"uint32Val":[],"uint64Val":[],"dtype":1,"tensorShape":{"dim":[{"size":"128"}]}}},"dtype":{"type":1}},"name":"RSSModel/l12_conv/gn/beta","op":"Const"},{"input":[],"attr":{"value":{"tensor":{"floatVal":[],"doubleVal":[],"intVal":[],"stringVal":[],"scomplexVal":[],"int64Val":[],"boolVal":[],"uint32Val":[],"uint64Val":[],"dtype":1,"tensorShape":{"dim":[{"size":"6"},{"size":"1"},{"size":"128"},{"size":"128"}]}}},"dtype":{"type":1}},"name":"RSSModel/l13_conv/conv1d/weights","op":"Const"},{"input":[],"attr":{"value":{"tensor":{"floatVal":[],"doubleVal":[],"intVal":[],"stringVal":[],"scomplexVal":[],"int64Val":[],"boolVal":[],"uint32Val":[],"uint64Val":[],"dtype":3,"tensorShape":{"dim":[{"size":"5"}]}}},"dtype":{"type":3}},"name":"RSSModel_1/l13_conv/gn/Reshape/shape","op":"Const"},{"input":[],"attr":{"value":{"tensor":{"floatVal":[],"doubleVal":[],"intVal":[],"stringVal":[],"scomplexVal":[],"int64Val":[],"boolVal":[],"uint32Val":[],"uint64Val":[],"dtype":3,"tensorShape":{"dim":[{"size":"4"}]}}},"dtype":{"type":3}},"name":"RSSModel_1/l13_conv/gn/Reshape_1/shape","op":"Const"},{"input":[],"attr":{"value":{"tensor":{"floatVal":[],"doubleVal":[],"intVal":[],"stringVal":[],"scomplexVal":[],"int64Val":[],"boolVal":[],"uint32Val":[],"uint64Val":[],"dtype":1,"tensorShape":{"dim":[{"size":"128"}]}}},"dtype":{"type":1}},"name":"RSSModel/l13_conv/gn/gamma","op":"Const"},{"input":[],"attr":{"value":{"tensor":{"floatVal":[],"doubleVal":[],"intVal":[],"stringVal":[],"scomplexVal":[],"int64Val":[],"boolVal":[],"uint32Val":[],"uint64Val":[],"dtype":1,"tensorShape":{"dim":[{"size":"128"}]}}},"dtype":{"type":1}},"name":"RSSModel/l13_conv/gn/beta","op":"Const"},{"input":[],"attr":{"value":{"tensor":{"floatVal":[],"doubleVal":[],"intVal":[],"stringVal":[],"scomplexVal":[],"int64Val":[],"boolVal":[],"uint32Val":[],"uint64Val":[],"dtype":3,"tensorShape":{"dim":[{"size":"2"}]}}},"dtype":{"type":3}},"name":"RSSModel_1/l14_flat/shape","op":"Const"},{"input":[],"attr":{"value":{"tensor":{"floatVal":[],"doubleVal":[],"intVal":[],"stringVal":[],"scomplexVal":[],"int64Val":[],"boolVal":[],"uint32Val":[],"uint64Val":[],"dtype":1,"tensorShape":{"dim":[{"size":"256"},{"size":"1024"}]}}},"dtype":{"type":1}},"name":"RSSModel/l15_fc/fc/weights","op":"Const"},{"input":[],"attr":{"value":{"tensor":{"floatVal":[],"doubleVal":[],"intVal":[],"stringVal":[],"scomplexVal":[],"int64Val":[],"boolVal":[],"uint32Val":[],"uint64Val":[],"dtype":3,"tensorShape":{"dim":[{"size":"4"}]}}},"dtype":{"type":3}},"name":"RSSModel_1/l15_fc/gn/strided_slice/stack","op":"Const"},{"input":[],"attr":{"dtype":{"type":3},"value":{"tensor":{"floatVal":[],"doubleVal":[],"intVal":[],"stringVal":[],"scomplexVal":[],"int64Val":[],"boolVal":[],"uint32Val":[],"uint64Val":[],"dtype":3,"tensorShape":{"dim":[{"size":"4"}]}}}},"name":"RSSModel_1/l15_fc/gn/strided_slice/stack_2","op":"Const"},{"input":[],"attr":{"value":{"tensor":{"floatVal":[],"doubleVal":[],"intVal":[],"stringVal":[],"scomplexVal":[],"int64Val":[],"boolVal":[],"uint32Val":[],"uint64Val":[],"dtype":3,"tensorShape":{"dim":[{"size":"5"}]}}},"dtype":{"type":3}},"name":"RSSModel_1/l15_fc/gn/Reshape/shape","op":"Const"},{"input":[],"attr":{"value":{"tensor":{"floatVal":[],"doubleVal":[],"intVal":[],"stringVal":[],"scomplexVal":[],"int64Val":[],"boolVal":[],"uint32Val":[],"uint64Val":[],"dtype":3,"tensorShape":{"dim":[{"size":"3"}]}}},"dtype":{"type":3}},"name":"RSSModel_1/l1_conv/gn/moments/mean/reduction_indices","op":"Const"},{"input":[],"attr":{"value":{"tensor":{"floatVal":[0.000009999999747378752],"doubleVal":[],"intVal":[],"stringVal":[],"scomplexVal":[],"int64Val":[],"boolVal":[],"uint32Val":[],"uint64Val":[],"dtype":1,"tensorShape":{"dim":[]}}},"dtype":{"type":1}},"name":"RSSModel_1/l1_conv/gn/add/y","op":"Const"},{"input":[],"attr":{"value":{"tensor":{"floatVal":[],"doubleVal":[],"intVal":[],"stringVal":[],"scomplexVal":[],"int64Val":[],"boolVal":[],"uint32Val":[],"uint64Val":[],"dtype":3,"tensorShape":{"dim":[{"size":"2"}]}}},"dtype":{"type":3}},"name":"RSSModel_1/l15_fc/gn/Reshape_1/shape","op":"Const"},{"input":[],"attr":{"value":{"tensor":{"floatVal":[],"doubleVal":[],"intVal":[],"stringVal":[],"scomplexVal":[],"int64Val":[],"boolVal":[],"uint32Val":[],"uint64Val":[],"dtype":1,"tensorShape":{"dim":[{"size":"1024"}]}}},"dtype":{"type":1}},"name":"RSSModel/l15_fc/gn/gamma","op":"Const"},{"input":[],"attr":{"value":{"tensor":{"floatVal":[],"doubleVal":[],"intVal":[],"stringVal":[],"scomplexVal":[],"int64Val":[],"boolVal":[],"uint32Val":[],"uint64Val":[],"dtype":1,"tensorShape":{"dim":[{"size":"1024"}]}}},"dtype":{"type":1}},"name":"RSSModel/l15_fc/gn/beta","op":"Const"},{"input":[],"attr":{"value":{"tensor":{"floatVal":[],"doubleVal":[],"intVal":[],"stringVal":[],"scomplexVal":[],"int64Val":[],"boolVal":[],"uint32Val":[],"uint64Val":[],"dtype":1,"tensorShape":{"dim":[{"size":"1024"},{"size":"5"}]}}},"dtype":{"type":1}},"name":"RSSModel/l16_softmax/weights","op":"Const"},{"input":[],"attr":{"value":{"tensor":{"floatVal":[],"doubleVal":[],"intVal":[],"stringVal":[],"scomplexVal":[],"int64Val":[],"boolVal":[],"uint32Val":[],"uint64Val":[],"dtype":1,"tensorShape":{"dim":[{"size":"5"}]}}},"dtype":{"type":1}},"name":"RSSModel/l16_softmax/biases","op":"Const"},{"input":[],"attr":{"dtype":{"type":1},"shape":{"shape":{"dim":[{"size":"60"},{"size":"3000"},{"size":"1"},{"size":"1"}]}}},"name":"x_valid_inputs","op":"Placeholder"},{"input":["x_valid_inputs","RSSModel/l1_conv/conv1d/weights"],"attr":{"padding":{"s":[83,65,77,69]},"dilations":{"list":{"s":[],"i":["1","1","1","1"],"f":[],"b":[],"type":[],"shape":[],"tensor":[],"func":[]}},"T":{"type":1},"data_format":{"s":[78,72,87,67]},"strides":{"list":{"s":[],"i":["1","12","1","1"],"f":[],"b":[],"type":[],"shape":[],"tensor":[],"func":[]}},"use_cudnn_on_gpu":{"b":true}},"name":"RSSModel_1/l1_conv/conv1d/Conv2D","op":"Conv2D"},{"input":["x_valid_inputs","RSSModel/l6_conv/conv1d/weights"],"attr":{"padding":{"s":[83,65,77,69]},"dilations":{"list":{"s":[],"i":["1","1","1","1"],"f":[],"b":[],"type":[],"shape":[],"tensor":[],"func":[]}},"T":{"type":1},"data_format":{"s":[78,72,87,67]},"strides":{"list":{"s":[],"i":["1","50","1","1"],"f":[],"b":[],"type":[],"shape":[],"tensor":[],"func":[]}},"use_cudnn_on_gpu":{"b":true}},"name":"RSSModel_1/l6_conv/conv1d/Conv2D","op":"Conv2D"},{"input":["RSSModel_1/l1_conv/conv1d/Conv2D","RSSModel_1/l1_conv/gn/Reshape/shape"],"attr":{"T":{"type":1},"Tshape":{"type":3}},"name":"RSSModel_1/l1_conv/gn/Reshape","op":"Reshape"},{"input":["RSSModel_1/l6_conv/conv1d/Conv2D","RSSModel_1/l6_conv/gn/Reshape/shape"],"attr":{"T":{"type":1},"Tshape":{"type":3}},"name":"RSSModel_1/l6_conv/gn/Reshape","op":"Reshape"},{"input":["RSSModel_1/l1_conv/gn/Reshape","RSSModel_1/l1_conv/gn/moments/mean/reduction_indices"],"attr":{"keep_dims":{"b":true},"Tidx":{"type":3},"T":{"type":1}},"name":"RSSModel_1/l1_conv/gn/moments/mean","op":"Mean"},{"input":["RSSModel_1/l6_conv/gn/Reshape","RSSModel_1/l1_conv/gn/moments/mean/reduction_indices"],"attr":{"keep_dims":{"b":true},"Tidx":{"type":3},"T":{"type":1}},"name":"RSSModel_1/l6_conv/gn/moments/mean","op":"Mean"},{"input":["RSSModel_1/l1_conv/gn/Reshape","RSSModel_1/l1_conv/gn/moments/mean"],"attr":{"T":{"type":1}},"name":"RSSModel_1/l1_conv/gn/sub","op":"Sub"},{"input":["RSSModel_1/l1_conv/gn/Reshape","RSSModel_1/l1_conv/gn/moments/mean"],"attr":{"T":{"type":1}},"name":"RSSModel_1/l1_conv/gn/moments/SquaredDifference","op":"SquaredDifference"},{"input":["RSSModel_1/l6_conv/gn/Reshape","RSSModel_1/l6_conv/gn/moments/mean"],"attr":{"T":{"type":1}},"name":"RSSModel_1/l6_conv/gn/sub","op":"Sub"},{"input":["RSSModel_1/l6_conv/gn/Reshape","RSSModel_1/l6_conv/gn/moments/mean"],"attr":{"T":{"type":1}},"name":"RSSModel_1/l6_conv/gn/moments/SquaredDifference","op":"SquaredDifference"},{"input":["RSSModel_1/l1_conv/gn/moments/SquaredDifference","RSSModel_1/l1_conv/gn/moments/mean/reduction_indices"],"attr":{"T":{"type":1},"keep_dims":{"b":true},"Tidx":{"type":3}},"name":"RSSModel_1/l1_conv/gn/moments/variance","op":"Mean"},{"input":["RSSModel_1/l6_conv/gn/moments/SquaredDifference","RSSModel_1/l1_conv/gn/moments/mean/reduction_indices"],"attr":{"keep_dims":{"b":true},"Tidx":{"type":3},"T":{"type":1}},"name":"RSSModel_1/l6_conv/gn/moments/variance","op":"Mean"},{"input":["RSSModel_1/l1_conv/gn/moments/variance","RSSModel_1/l1_conv/gn/add/y"],"attr":{"T":{"type":1}},"name":"RSSModel_1/l1_conv/gn/add","op":"Add"},{"input":["RSSModel_1/l6_conv/gn/moments/variance","RSSModel_1/l1_conv/gn/add/y"],"attr":{"T":{"type":1}},"name":"RSSModel_1/l6_conv/gn/add","op":"Add"},{"input":["RSSModel_1/l1_conv/gn/add"],"attr":{"T":{"type":1}},"name":"RSSModel_1/l1_conv/gn/Sqrt","op":"Sqrt"},{"input":["RSSModel_1/l6_conv/gn/add"],"attr":{"T":{"type":1}},"name":"RSSModel_1/l6_conv/gn/Sqrt","op":"Sqrt"},{"input":["RSSModel_1/l1_conv/gn/sub","RSSModel_1/l1_conv/gn/Sqrt"],"attr":{"T":{"type":1}},"name":"RSSModel_1/l1_conv/gn/truediv","op":"RealDiv"},{"input":["RSSModel_1/l6_conv/gn/sub","RSSModel_1/l6_conv/gn/Sqrt"],"attr":{"T":{"type":1}},"name":"RSSModel_1/l6_conv/gn/truediv","op":"RealDiv"},{"input":["RSSModel_1/l1_conv/gn/truediv","RSSModel_1/l1_conv/gn/Reshape_1/shape"],"attr":{"T":{"type":1},"Tshape":{"type":3}},"name":"RSSModel_1/l1_conv/gn/Reshape_1","op":"Reshape"},{"input":["RSSModel_1/l6_conv/gn/truediv","RSSModel_1/l6_conv/gn/Reshape_1/shape"],"attr":{"T":{"type":1},"Tshape":{"type":3}},"name":"RSSModel_1/l6_conv/gn/Reshape_1","op":"Reshape"},{"input":["RSSModel_1/l1_conv/gn/Reshape_1","RSSModel/l1_conv/gn/gamma"],"attr":{"T":{"type":1}},"name":"RSSModel_1/l1_conv/gn/mul","op":"Mul"},{"input":["RSSModel_1/l6_conv/gn/Reshape_1","RSSModel/l6_conv/gn/gamma"],"attr":{"T":{"type":1}},"name":"RSSModel_1/l6_conv/gn/mul","op":"Mul"},{"input":["RSSModel_1/l1_conv/gn/mul","RSSModel/l1_conv/gn/beta"],"attr":{"T":{"type":1}},"name":"RSSModel_1/l1_conv/gn/add_1","op":"Add"},{"input":["RSSModel_1/l6_conv/gn/mul","RSSModel/l6_conv/gn/beta"],"attr":{"T":{"type":1}},"name":"RSSModel_1/l6_conv/gn/add_1","op":"Add"},{"input":["RSSModel_1/l1_conv/gn/add_1"],"attr":{"T":{"type":1}},"name":"RSSModel_1/l1_conv/Sigmoid","op":"Sigmoid"},{"input":["RSSModel_1/l6_conv/gn/add_1"],"attr":{"T":{"type":1}},"name":"RSSModel_1/l6_conv/Sigmoid","op":"Sigmoid"},{"input":["RSSModel_1/l1_conv/gn/add_1","RSSModel_1/l1_conv/Sigmoid"],"attr":{"T":{"type":1}},"name":"RSSModel_1/l1_conv/mul","op":"Mul"},{"input":["RSSModel_1/l6_conv/gn/add_1","RSSModel_1/l6_conv/Sigmoid"],"attr":{"T":{"type":1}},"name":"RSSModel_1/l6_conv/mul","op":"Mul"},{"input":["RSSModel_1/l1_conv/mul"],"attr":{"T":{"type":1},"strides":{"list":{"s":[],"i":["1","8","1","1"],"f":[],"b":[],"type":[],"shape":[],"tensor":[],"func":[]}},"data_format":{"s":[78,72,87,67]},"ksize":{"list":{"s":[],"i":["1","8","1","1"],"f":[],"b":[],"type":[],"shape":[],"tensor":[],"func":[]}},"padding":{"s":[83,65,77,69]}},"name":"RSSModel_1/l1_pool","op":"MaxPool"},{"input":["RSSModel_1/l6_conv/mul"],"attr":{"T":{"type":1},"strides":{"list":{"s":[],"i":["1","4","1","1"],"f":[],"b":[],"type":[],"shape":[],"tensor":[],"func":[]}},"data_format":{"s":[78,72,87,67]},"ksize":{"list":{"s":[],"i":["1","4","1","1"],"f":[],"b":[],"type":[],"shape":[],"tensor":[],"func":[]}},"padding":{"s":[83,65,77,69]}},"name":"RSSModel_1/l6_pool","op":"MaxPool"},{"input":["RSSModel_1/l1_pool","RSSModel/l2_conv/conv1d/weights"],"attr":{"dilations":{"list":{"s":[],"i":["1","1","1","1"],"f":[],"b":[],"type":[],"shape":[],"tensor":[],"func":[]}},"T":{"type":1},"data_format":{"s":[78,72,87,67]},"strides":{"list":{"s":[],"i":["1","1","1","1"],"f":[],"b":[],"type":[],"shape":[],"tensor":[],"func":[]}},"use_cudnn_on_gpu":{"b":true},"padding":{"s":[83,65,77,69]}},"name":"RSSModel_1/l2_conv/conv1d/Conv2D","op":"Conv2D"},{"input":["RSSModel_1/l6_pool","RSSModel/l7_conv/conv1d/weights"],"attr":{"dilations":{"list":{"s":[],"i":["1","1","1","1"],"f":[],"b":[],"type":[],"shape":[],"tensor":[],"func":[]}},"T":{"type":1},"data_format":{"s":[78,72,87,67]},"strides":{"list":{"s":[],"i":["1","1","1","1"],"f":[],"b":[],"type":[],"shape":[],"tensor":[],"func":[]}},"use_cudnn_on_gpu":{"b":true},"padding":{"s":[83,65,77,69]}},"name":"RSSModel_1/l7_conv/conv1d/Conv2D","op":"Conv2D"},{"input":["RSSModel_1/l2_conv/conv1d/Conv2D","RSSModel_1/l2_conv/gn/Reshape/shape"],"attr":{"T":{"type":1},"Tshape":{"type":3}},"name":"RSSModel_1/l2_conv/gn/Reshape","op":"Reshape"},{"input":["RSSModel_1/l7_conv/conv1d/Conv2D","RSSModel_1/l7_conv/gn/Reshape/shape"],"attr":{"T":{"type":1},"Tshape":{"type":3}},"name":"RSSModel_1/l7_conv/gn/Reshape","op":"Reshape"},{"input":["RSSModel_1/l2_conv/gn/Reshape","RSSModel_1/l1_conv/gn/moments/mean/reduction_indices"],"attr":{"T":{"type":1},"keep_dims":{"b":true},"Tidx":{"type":3}},"name":"RSSModel_1/l2_conv/gn/moments/mean","op":"Mean"},{"input":["RSSModel_1/l7_conv/gn/Reshape","RSSModel_1/l1_conv/gn/moments/mean/reduction_indices"],"attr":{"T":{"type":1},"keep_dims":{"b":true},"Tidx":{"type":3}},"name":"RSSModel_1/l7_conv/gn/moments/mean","op":"Mean"},{"input":["RSSModel_1/l2_conv/gn/Reshape","RSSModel_1/l2_conv/gn/moments/mean"],"attr":{"T":{"type":1}},"name":"RSSModel_1/l2_conv/gn/sub","op":"Sub"},{"input":["RSSModel_1/l2_conv/gn/Reshape","RSSModel_1/l2_conv/gn/moments/mean"],"attr":{"T":{"type":1}},"name":"RSSModel_1/l2_conv/gn/moments/SquaredDifference","op":"SquaredDifference"},{"input":["RSSModel_1/l7_conv/gn/Reshape","RSSModel_1/l7_conv/gn/moments/mean"],"attr":{"T":{"type":1}},"name":"RSSModel_1/l7_conv/gn/sub","op":"Sub"},{"input":["RSSModel_1/l7_conv/gn/Reshape","RSSModel_1/l7_conv/gn/moments/mean"],"attr":{"T":{"type":1}},"name":"RSSModel_1/l7_conv/gn/moments/SquaredDifference","op":"SquaredDifference"},{"input":["RSSModel_1/l2_conv/gn/moments/SquaredDifference","RSSModel_1/l1_conv/gn/moments/mean/reduction_indices"],"attr":{"keep_dims":{"b":true},"Tidx":{"type":3},"T":{"type":1}},"name":"RSSModel_1/l2_conv/gn/moments/variance","op":"Mean"},{"input":["RSSModel_1/l7_conv/gn/moments/SquaredDifference","RSSModel_1/l1_conv/gn/moments/mean/reduction_indices"],"attr":{"T":{"type":1},"keep_dims":{"b":true},"Tidx":{"type":3}},"name":"RSSModel_1/l7_conv/gn/moments/variance","op":"Mean"},{"input":["RSSModel_1/l2_conv/gn/moments/variance","RSSModel_1/l1_conv/gn/add/y"],"attr":{"T":{"type":1}},"name":"RSSModel_1/l2_conv/gn/add","op":"Add"},{"input":["RSSModel_1/l7_conv/gn/moments/variance","RSSModel_1/l1_conv/gn/add/y"],"attr":{"T":{"type":1}},"name":"RSSModel_1/l7_conv/gn/add","op":"Add"},{"input":["RSSModel_1/l2_conv/gn/add"],"attr":{"T":{"type":1}},"name":"RSSModel_1/l2_conv/gn/Sqrt","op":"Sqrt"},{"input":["RSSModel_1/l7_conv/gn/add"],"attr":{"T":{"type":1}},"name":"RSSModel_1/l7_conv/gn/Sqrt","op":"Sqrt"},{"input":["RSSModel_1/l2_conv/gn/sub","RSSModel_1/l2_conv/gn/Sqrt"],"attr":{"T":{"type":1}},"name":"RSSModel_1/l2_conv/gn/truediv","op":"RealDiv"},{"input":["RSSModel_1/l7_conv/gn/sub","RSSModel_1/l7_conv/gn/Sqrt"],"attr":{"T":{"type":1}},"name":"RSSModel_1/l7_conv/gn/truediv","op":"RealDiv"},{"input":["RSSModel_1/l2_conv/gn/truediv","RSSModel_1/l2_conv/gn/Reshape_1/shape"],"attr":{"T":{"type":1},"Tshape":{"type":3}},"name":"RSSModel_1/l2_conv/gn/Reshape_1","op":"Reshape"},{"input":["RSSModel_1/l7_conv/gn/truediv","RSSModel_1/l7_conv/gn/Reshape_1/shape"],"attr":{"T":{"type":1},"Tshape":{"type":3}},"name":"RSSModel_1/l7_conv/gn/Reshape_1","op":"Reshape"},{"input":["RSSModel_1/l2_conv/gn/Reshape_1","RSSModel/l2_conv/gn/gamma"],"attr":{"T":{"type":1}},"name":"RSSModel_1/l2_conv/gn/mul","op":"Mul"},{"input":["RSSModel_1/l7_conv/gn/Reshape_1","RSSModel/l7_conv/gn/gamma"],"attr":{"T":{"type":1}},"name":"RSSModel_1/l7_conv/gn/mul","op":"Mul"},{"input":["RSSModel_1/l2_conv/gn/mul","RSSModel/l2_conv/gn/beta"],"attr":{"T":{"type":1}},"name":"RSSModel_1/l2_conv/gn/add_1","op":"Add"},{"input":["RSSModel_1/l7_conv/gn/mul","RSSModel/l7_conv/gn/beta"],"attr":{"T":{"type":1}},"name":"RSSModel_1/l7_conv/gn/add_1","op":"Add"},{"input":["RSSModel_1/l2_conv/gn/add_1"],"attr":{"T":{"type":1}},"name":"RSSModel_1/l2_conv/Sigmoid","op":"Sigmoid"},{"input":["RSSModel_1/l7_conv/gn/add_1"],"attr":{"T":{"type":1}},"name":"RSSModel_1/l7_conv/Sigmoid","op":"Sigmoid"},{"input":["RSSModel_1/l2_conv/gn/add_1","RSSModel_1/l2_conv/Sigmoid"],"attr":{"T":{"type":1}},"name":"RSSModel_1/l2_conv/mul","op":"Mul"},{"input":["RSSModel_1/l7_conv/gn/add_1","RSSModel_1/l7_conv/Sigmoid"],"attr":{"T":{"type":1}},"name":"RSSModel_1/l7_conv/mul","op":"Mul"},{"input":["RSSModel_1/l2_conv/mul","RSSModel/l3_conv/conv1d/weights"],"attr":{"data_format":{"s":[78,72,87,67]},"strides":{"list":{"s":[],"i":["1","1","1","1"],"f":[],"b":[],"type":[],"shape":[],"tensor":[],"func":[]}},"use_cudnn_on_gpu":{"b":true},"padding":{"s":[83,65,77,69]},"dilations":{"list":{"s":[],"i":["1","1","1","1"],"f":[],"b":[],"type":[],"shape":[],"tensor":[],"func":[]}},"T":{"type":1}},"name":"RSSModel_1/l3_conv/conv1d/Conv2D","op":"Conv2D"},{"input":["RSSModel_1/l7_conv/mul","RSSModel/l8_conv/conv1d/weights"],"attr":{"padding":{"s":[83,65,77,69]},"dilations":{"list":{"s":[],"i":["1","1","1","1"],"f":[],"b":[],"type":[],"shape":[],"tensor":[],"func":[]}},"T":{"type":1},"data_format":{"s":[78,72,87,67]},"strides":{"list":{"s":[],"i":["1","1","1","1"],"f":[],"b":[],"type":[],"shape":[],"tensor":[],"func":[]}},"use_cudnn_on_gpu":{"b":true}},"name":"RSSModel_1/l8_conv/conv1d/Conv2D","op":"Conv2D"},{"input":["RSSModel_1/l3_conv/conv1d/Conv2D","RSSModel_1/l2_conv/gn/Reshape/shape"],"attr":{"T":{"type":1},"Tshape":{"type":3}},"name":"RSSModel_1/l3_conv/gn/Reshape","op":"Reshape"},{"input":["RSSModel_1/l8_conv/conv1d/Conv2D","RSSModel_1/l7_conv/gn/Reshape/shape"],"attr":{"T":{"type":1},"Tshape":{"type":3}},"name":"RSSModel_1/l8_conv/gn/Reshape","op":"Reshape"},{"input":["RSSModel_1/l3_conv/gn/Reshape","RSSModel_1/l1_conv/gn/moments/mean/reduction_indices"],"attr":{"keep_dims":{"b":true},"Tidx":{"type":3},"T":{"type":1}},"name":"RSSModel_1/l3_conv/gn/moments/mean","op":"Mean"},{"input":["RSSModel_1/l8_conv/gn/Reshape","RSSModel_1/l1_conv/gn/moments/mean/reduction_indices"],"attr":{"keep_dims":{"b":true},"Tidx":{"type":3},"T":{"type":1}},"name":"RSSModel_1/l8_conv/gn/moments/mean","op":"Mean"},{"input":["RSSModel_1/l3_conv/gn/Reshape","RSSModel_1/l3_conv/gn/moments/mean"],"attr":{"T":{"type":1}},"name":"RSSModel_1/l3_conv/gn/sub","op":"Sub"},{"input":["RSSModel_1/l3_conv/gn/Reshape","RSSModel_1/l3_conv/gn/moments/mean"],"attr":{"T":{"type":1}},"name":"RSSModel_1/l3_conv/gn/moments/SquaredDifference","op":"SquaredDifference"},{"input":["RSSModel_1/l8_conv/gn/Reshape","RSSModel_1/l8_conv/gn/moments/mean"],"attr":{"T":{"type":1}},"name":"RSSModel_1/l8_conv/gn/sub","op":"Sub"},{"input":["RSSModel_1/l8_conv/gn/Reshape","RSSModel_1/l8_conv/gn/moments/mean"],"attr":{"T":{"type":1}},"name":"RSSModel_1/l8_conv/gn/moments/SquaredDifference","op":"SquaredDifference"},{"input":["RSSModel_1/l3_conv/gn/moments/SquaredDifference","RSSModel_1/l1_conv/gn/moments/mean/reduction_indices"],"attr":{"keep_dims":{"b":true},"Tidx":{"type":3},"T":{"type":1}},"name":"RSSModel_1/l3_conv/gn/moments/variance","op":"Mean"},{"input":["RSSModel_1/l8_conv/gn/moments/SquaredDifference","RSSModel_1/l1_conv/gn/moments/mean/reduction_indices"],"attr":{"T":{"type":1},"keep_dims":{"b":true},"Tidx":{"type":3}},"name":"RSSModel_1/l8_conv/gn/moments/variance","op":"Mean"},{"input":["RSSModel_1/l3_conv/gn/moments/variance","RSSModel_1/l1_conv/gn/add/y"],"attr":{"T":{"type":1}},"name":"RSSModel_1/l3_conv/gn/add","op":"Add"},{"input":["RSSModel_1/l8_conv/gn/moments/variance","RSSModel_1/l1_conv/gn/add/y"],"attr":{"T":{"type":1}},"name":"RSSModel_1/l8_conv/gn/add","op":"Add"},{"input":["RSSModel_1/l3_conv/gn/add"],"attr":{"T":{"type":1}},"name":"RSSModel_1/l3_conv/gn/Sqrt","op":"Sqrt"},{"input":["RSSModel_1/l8_conv/gn/add"],"attr":{"T":{"type":1}},"name":"RSSModel_1/l8_conv/gn/Sqrt","op":"Sqrt"},{"input":["RSSModel_1/l3_conv/gn/sub","RSSModel_1/l3_conv/gn/Sqrt"],"attr":{"T":{"type":1}},"name":"RSSModel_1/l3_conv/gn/truediv","op":"RealDiv"},{"input":["RSSModel_1/l8_conv/gn/sub","RSSModel_1/l8_conv/gn/Sqrt"],"attr":{"T":{"type":1}},"name":"RSSModel_1/l8_conv/gn/truediv","op":"RealDiv"},{"input":["RSSModel_1/l3_conv/gn/truediv","RSSModel_1/l2_conv/gn/Reshape_1/shape"],"attr":{"T":{"type":1},"Tshape":{"type":3}},"name":"RSSModel_1/l3_conv/gn/Reshape_1","op":"Reshape"},{"input":["RSSModel_1/l8_conv/gn/truediv","RSSModel_1/l7_conv/gn/Reshape_1/shape"],"attr":{"T":{"type":1},"Tshape":{"type":3}},"name":"RSSModel_1/l8_conv/gn/Reshape_1","op":"Reshape"},{"input":["RSSModel_1/l3_conv/gn/Reshape_1","RSSModel/l3_conv/gn/gamma"],"attr":{"T":{"type":1}},"name":"RSSModel_1/l3_conv/gn/mul","op":"Mul"},{"input":["RSSModel_1/l8_conv/gn/Reshape_1","RSSModel/l8_conv/gn/gamma"],"attr":{"T":{"type":1}},"name":"RSSModel_1/l8_conv/gn/mul","op":"Mul"},{"input":["RSSModel_1/l3_conv/gn/mul","RSSModel/l3_conv/gn/beta"],"attr":{"T":{"type":1}},"name":"RSSModel_1/l3_conv/gn/add_1","op":"Add"},{"input":["RSSModel_1/l8_conv/gn/mul","RSSModel/l8_conv/gn/beta"],"attr":{"T":{"type":1}},"name":"RSSModel_1/l8_conv/gn/add_1","op":"Add"},{"input":["RSSModel_1/l3_conv/gn/add_1"],"attr":{"T":{"type":1}},"name":"RSSModel_1/l3_conv/Sigmoid","op":"Sigmoid"},{"input":["RSSModel_1/l8_conv/gn/add_1"],"attr":{"T":{"type":1}},"name":"RSSModel_1/l8_conv/Sigmoid","op":"Sigmoid"},{"input":["RSSModel_1/l3_conv/gn/add_1","RSSModel_1/l3_conv/Sigmoid"],"attr":{"T":{"type":1}},"name":"RSSModel_1/l3_conv/mul","op":"Mul"},{"input":["RSSModel_1/l8_conv/gn/add_1","RSSModel_1/l8_conv/Sigmoid"],"attr":{"T":{"type":1}},"name":"RSSModel_1/l8_conv/mul","op":"Mul"},{"input":["RSSModel_1/l3_conv/mul","RSSModel/l4_conv/conv1d/weights"],"attr":{"padding":{"s":[83,65,77,69]},"dilations":{"list":{"s":[],"i":["1","1","1","1"],"f":[],"b":[],"type":[],"shape":[],"tensor":[],"func":[]}},"T":{"type":1},"data_format":{"s":[78,72,87,67]},"strides":{"list":{"s":[],"i":["1","1","1","1"],"f":[],"b":[],"type":[],"shape":[],"tensor":[],"func":[]}},"use_cudnn_on_gpu":{"b":true}},"name":"RSSModel_1/l4_conv/conv1d/Conv2D","op":"Conv2D"},{"input":["RSSModel_1/l8_conv/mul","RSSModel/l9_conv/conv1d/weights"],"attr":{"padding":{"s":[83,65,77,69]},"dilations":{"list":{"s":[],"i":["1","1","1","1"],"f":[],"b":[],"type":[],"shape":[],"tensor":[],"func":[]}},"T":{"type":1},"data_format":{"s":[78,72,87,67]},"strides":{"list":{"s":[],"i":["1","1","1","1"],"f":[],"b":[],"type":[],"shape":[],"tensor":[],"func":[]}},"use_cudnn_on_gpu":{"b":true}},"name":"RSSModel_1/l9_conv/conv1d/Conv2D","op":"Conv2D"},{"input":["RSSModel_1/l4_conv/conv1d/Conv2D","RSSModel_1/l2_conv/gn/Reshape/shape"],"attr":{"T":{"type":1},"Tshape":{"type":3}},"name":"RSSModel_1/l4_conv/gn/Reshape","op":"Reshape"},{"input":["RSSModel_1/l9_conv/conv1d/Conv2D","RSSModel_1/l7_conv/gn/Reshape/shape"],"attr":{"T":{"type":1},"Tshape":{"type":3}},"name":"RSSModel_1/l9_conv/gn/Reshape","op":"Reshape"},{"input":["RSSModel_1/l4_conv/gn/Reshape","RSSModel_1/l1_conv/gn/moments/mean/reduction_indices"],"attr":{"keep_dims":{"b":true},"Tidx":{"type":3},"T":{"type":1}},"name":"RSSModel_1/l4_conv/gn/moments/mean","op":"Mean"},{"input":["RSSModel_1/l9_conv/gn/Reshape","RSSModel_1/l1_conv/gn/moments/mean/reduction_indices"],"attr":{"keep_dims":{"b":true},"Tidx":{"type":3},"T":{"type":1}},"name":"RSSModel_1/l9_conv/gn/moments/mean","op":"Mean"},{"input":["RSSModel_1/l4_conv/gn/Reshape","RSSModel_1/l4_conv/gn/moments/mean"],"attr":{"T":{"type":1}},"name":"RSSModel_1/l4_conv/gn/sub","op":"Sub"},{"input":["RSSModel_1/l4_conv/gn/Reshape","RSSModel_1/l4_conv/gn/moments/mean"],"attr":{"T":{"type":1}},"name":"RSSModel_1/l4_conv/gn/moments/SquaredDifference","op":"SquaredDifference"},{"input":["RSSModel_1/l9_conv/gn/Reshape","RSSModel_1/l9_conv/gn/moments/mean"],"attr":{"T":{"type":1}},"name":"RSSModel_1/l9_conv/gn/sub","op":"Sub"},{"input":["RSSModel_1/l9_conv/gn/Reshape","RSSModel_1/l9_conv/gn/moments/mean"],"attr":{"T":{"type":1}},"name":"RSSModel_1/l9_conv/gn/moments/SquaredDifference","op":"SquaredDifference"},{"input":["RSSModel_1/l4_conv/gn/moments/SquaredDifference","RSSModel_1/l1_conv/gn/moments/mean/reduction_indices"],"attr":{"keep_dims":{"b":true},"Tidx":{"type":3},"T":{"type":1}},"name":"RSSModel_1/l4_conv/gn/moments/variance","op":"Mean"},{"input":["RSSModel_1/l9_conv/gn/moments/SquaredDifference","RSSModel_1/l1_conv/gn/moments/mean/reduction_indices"],"attr":{"keep_dims":{"b":true},"Tidx":{"type":3},"T":{"type":1}},"name":"RSSModel_1/l9_conv/gn/moments/variance","op":"Mean"},{"input":["RSSModel_1/l4_conv/gn/moments/variance","RSSModel_1/l1_conv/gn/add/y"],"attr":{"T":{"type":1}},"name":"RSSModel_1/l4_conv/gn/add","op":"Add"},{"input":["RSSModel_1/l9_conv/gn/moments/variance","RSSModel_1/l1_conv/gn/add/y"],"attr":{"T":{"type":1}},"name":"RSSModel_1/l9_conv/gn/add","op":"Add"},{"input":["RSSModel_1/l4_conv/gn/add"],"attr":{"T":{"type":1}},"name":"RSSModel_1/l4_conv/gn/Sqrt","op":"Sqrt"},{"input":["RSSModel_1/l9_conv/gn/add"],"attr":{"T":{"type":1}},"name":"RSSModel_1/l9_conv/gn/Sqrt","op":"Sqrt"},{"input":["RSSModel_1/l4_conv/gn/sub","RSSModel_1/l4_conv/gn/Sqrt"],"attr":{"T":{"type":1}},"name":"RSSModel_1/l4_conv/gn/truediv","op":"RealDiv"},{"input":["RSSModel_1/l9_conv/gn/sub","RSSModel_1/l9_conv/gn/Sqrt"],"attr":{"T":{"type":1}},"name":"RSSModel_1/l9_conv/gn/truediv","op":"RealDiv"},{"input":["RSSModel_1/l4_conv/gn/truediv","RSSModel_1/l2_conv/gn/Reshape_1/shape"],"attr":{"T":{"type":1},"Tshape":{"type":3}},"name":"RSSModel_1/l4_conv/gn/Reshape_1","op":"Reshape"},{"input":["RSSModel_1/l9_conv/gn/truediv","RSSModel_1/l7_conv/gn/Reshape_1/shape"],"attr":{"T":{"type":1},"Tshape":{"type":3}},"name":"RSSModel_1/l9_conv/gn/Reshape_1","op":"Reshape"},{"input":["RSSModel_1/l4_conv/gn/Reshape_1","RSSModel/l4_conv/gn/gamma"],"attr":{"T":{"type":1}},"name":"RSSModel_1/l4_conv/gn/mul","op":"Mul"},{"input":["RSSModel_1/l9_conv/gn/Reshape_1","RSSModel/l9_conv/gn/gamma"],"attr":{"T":{"type":1}},"name":"RSSModel_1/l9_conv/gn/mul","op":"Mul"},{"input":["RSSModel_1/l4_conv/gn/mul","RSSModel/l4_conv/gn/beta"],"attr":{"T":{"type":1}},"name":"RSSModel_1/l4_conv/gn/add_1","op":"Add"},{"input":["RSSModel_1/l9_conv/gn/mul","RSSModel/l9_conv/gn/beta"],"attr":{"T":{"type":1}},"name":"RSSModel_1/l9_conv/gn/add_1","op":"Add"},{"input":["RSSModel_1/l4_conv/gn/add_1"],"attr":{"T":{"type":1}},"name":"RSSModel_1/l4_conv/Sigmoid","op":"Sigmoid"},{"input":["RSSModel_1/l9_conv/gn/add_1"],"attr":{"T":{"type":1}},"name":"RSSModel_1/l9_conv/Sigmoid","op":"Sigmoid"},{"input":["RSSModel_1/l4_conv/gn/add_1","RSSModel_1/l4_conv/Sigmoid"],"attr":{"T":{"type":1}},"name":"RSSModel_1/l4_conv/mul","op":"Mul"},{"input":["RSSModel_1/l9_conv/gn/add_1","RSSModel_1/l9_conv/Sigmoid"],"attr":{"T":{"type":1}},"name":"RSSModel_1/l9_conv/mul","op":"Mul"},{"input":["RSSModel_1/l4_conv/mul"],"attr":{"T":{"type":1},"strides":{"list":{"s":[],"i":["1","2","1","1"],"f":[],"b":[],"type":[],"shape":[],"tensor":[],"func":[]}},"data_format":{"s":[78,72,87,67]},"ksize":{"list":{"s":[],"i":["1","2","1","1"],"f":[],"b":[],"type":[],"shape":[],"tensor":[],"func":[]}},"padding":{"s":[83,65,77,69]}},"name":"RSSModel_1/l4_pool","op":"MaxPool"},{"input":["RSSModel_1/l9_conv/mul"],"attr":{"strides":{"list":{"s":[],"i":["1","2","1","1"],"f":[],"b":[],"type":[],"shape":[],"tensor":[],"func":[]}},"data_format":{"s":[78,72,87,67]},"ksize":{"list":{"s":[],"i":["1","2","1","1"],"f":[],"b":[],"type":[],"shape":[],"tensor":[],"func":[]}},"padding":{"s":[83,65,77,69]},"T":{"type":1}},"name":"RSSModel_1/l9_pool","op":"MaxPool"},{"input":["RSSModel_1/l4_pool","RSSModel/l5_conv/conv1d/weights"],"attr":{"dilations":{"list":{"s":[],"i":["1","1","1","1"],"f":[],"b":[],"type":[],"shape":[],"tensor":[],"func":[]}},"T":{"type":1},"data_format":{"s":[78,72,87,67]},"strides":{"list":{"s":[],"i":["1","1","1","1"],"f":[],"b":[],"type":[],"shape":[],"tensor":[],"func":[]}},"use_cudnn_on_gpu":{"b":true},"padding":{"s":[83,65,77,69]}},"name":"RSSModel_1/l5_conv/conv1d/Conv2D","op":"Conv2D"},{"input":["RSSModel_1/l9_pool","RSSModel/l10_conv/conv1d/weights"],"attr":{"padding":{"s":[83,65,77,69]},"dilations":{"list":{"s":[],"i":["1","1","1","1"],"f":[],"b":[],"type":[],"shape":[],"tensor":[],"func":[]}},"T":{"type":1},"data_format":{"s":[78,72,87,67]},"strides":{"list":{"s":[],"i":["1","1","1","1"],"f":[],"b":[],"type":[],"shape":[],"tensor":[],"func":[]}},"use_cudnn_on_gpu":{"b":true}},"name":"RSSModel_1/l10_conv/conv1d/Conv2D","op":"Conv2D"},{"input":["RSSModel_1/l5_conv/conv1d/Conv2D","RSSModel_1/l5_conv/gn/Reshape/shape"],"attr":{"T":{"type":1},"Tshape":{"type":3}},"name":"RSSModel_1/l5_conv/gn/Reshape","op":"Reshape"},{"input":["RSSModel_1/l10_conv/conv1d/Conv2D","RSSModel_1/l10_conv/gn/Reshape/shape"],"attr":{"T":{"type":1},"Tshape":{"type":3}},"name":"RSSModel_1/l10_conv/gn/Reshape","op":"Reshape"},{"input":["RSSModel_1/l5_conv/gn/Reshape","RSSModel_1/l1_conv/gn/moments/mean/reduction_indices"],"attr":{"T":{"type":1},"keep_dims":{"b":true},"Tidx":{"type":3}},"name":"RSSModel_1/l5_conv/gn/moments/mean","op":"Mean"},{"input":["RSSModel_1/l10_conv/gn/Reshape","RSSModel_1/l1_conv/gn/moments/mean/reduction_indices"],"attr":{"T":{"type":1},"keep_dims":{"b":true},"Tidx":{"type":3}},"name":"RSSModel_1/l10_conv/gn/moments/mean","op":"Mean"},{"input":["RSSModel_1/l5_conv/gn/Reshape","RSSModel_1/l5_conv/gn/moments/mean"],"attr":{"T":{"type":1}},"name":"RSSModel_1/l5_conv/gn/sub","op":"Sub"},{"input":["RSSModel_1/l5_conv/gn/Reshape","RSSModel_1/l5_conv/gn/moments/mean"],"attr":{"T":{"type":1}},"name":"RSSModel_1/l5_conv/gn/moments/SquaredDifference","op":"SquaredDifference"},{"input":["RSSModel_1/l10_conv/gn/Reshape","RSSModel_1/l10_conv/gn/moments/mean"],"attr":{"T":{"type":1}},"name":"RSSModel_1/l10_conv/gn/sub","op":"Sub"},{"input":["RSSModel_1/l10_conv/gn/Reshape","RSSModel_1/l10_conv/gn/moments/mean"],"attr":{"T":{"type":1}},"name":"RSSModel_1/l10_conv/gn/moments/SquaredDifference","op":"SquaredDifference"},{"input":["RSSModel_1/l5_conv/gn/moments/SquaredDifference","RSSModel_1/l1_conv/gn/moments/mean/reduction_indices"],"attr":{"T":{"type":1},"keep_dims":{"b":true},"Tidx":{"type":3}},"name":"RSSModel_1/l5_conv/gn/moments/variance","op":"Mean"},{"input":["RSSModel_1/l10_conv/gn/moments/SquaredDifference","RSSModel_1/l1_conv/gn/moments/mean/reduction_indices"],"attr":{"T":{"type":1},"keep_dims":{"b":true},"Tidx":{"type":3}},"name":"RSSModel_1/l10_conv/gn/moments/variance","op":"Mean"},{"input":["RSSModel_1/l5_conv/gn/moments/variance","RSSModel_1/l1_conv/gn/add/y"],"attr":{"T":{"type":1}},"name":"RSSModel_1/l5_conv/gn/add","op":"Add"},{"input":["RSSModel_1/l10_conv/gn/moments/variance","RSSModel_1/l1_conv/gn/add/y"],"attr":{"T":{"type":1}},"name":"RSSModel_1/l10_conv/gn/add","op":"Add"},{"input":["RSSModel_1/l5_conv/gn/add"],"attr":{"T":{"type":1}},"name":"RSSModel_1/l5_conv/gn/Sqrt","op":"Sqrt"},{"input":["RSSModel_1/l10_conv/gn/add"],"attr":{"T":{"type":1}},"name":"RSSModel_1/l10_conv/gn/Sqrt","op":"Sqrt"},{"input":["RSSModel_1/l5_conv/gn/sub","RSSModel_1/l5_conv/gn/Sqrt"],"attr":{"T":{"type":1}},"name":"RSSModel_1/l5_conv/gn/truediv","op":"RealDiv"},{"input":["RSSModel_1/l10_conv/gn/sub","RSSModel_1/l10_conv/gn/Sqrt"],"attr":{"T":{"type":1}},"name":"RSSModel_1/l10_conv/gn/truediv","op":"RealDiv"},{"input":["RSSModel_1/l5_conv/gn/truediv","RSSModel_1/l5_conv/gn/Reshape_1/shape"],"attr":{"T":{"type":1},"Tshape":{"type":3}},"name":"RSSModel_1/l5_conv/gn/Reshape_1","op":"Reshape"},{"input":["RSSModel_1/l10_conv/gn/truediv","RSSModel_1/l10_conv/gn/Reshape_1/shape"],"attr":{"T":{"type":1},"Tshape":{"type":3}},"name":"RSSModel_1/l10_conv/gn/Reshape_1","op":"Reshape"},{"input":["RSSModel_1/l5_conv/gn/Reshape_1","RSSModel/l5_conv/gn/gamma"],"attr":{"T":{"type":1}},"name":"RSSModel_1/l5_conv/gn/mul","op":"Mul"},{"input":["RSSModel_1/l10_conv/gn/Reshape_1","RSSModel/l10_conv/gn/gamma"],"attr":{"T":{"type":1}},"name":"RSSModel_1/l10_conv/gn/mul","op":"Mul"},{"input":["RSSModel_1/l5_conv/gn/mul","RSSModel/l5_conv/gn/beta"],"attr":{"T":{"type":1}},"name":"RSSModel_1/l5_conv/gn/add_1","op":"Add"},{"input":["RSSModel_1/l10_conv/gn/mul","RSSModel/l10_conv/gn/beta"],"attr":{"T":{"type":1}},"name":"RSSModel_1/l10_conv/gn/add_1","op":"Add"},{"input":["RSSModel_1/l5_conv/gn/add_1"],"attr":{"T":{"type":1}},"name":"RSSModel_1/l5_conv/Sigmoid","op":"Sigmoid"},{"input":["RSSModel_1/l10_conv/gn/add_1"],"attr":{"T":{"type":1}},"name":"RSSModel_1/l10_conv/Sigmoid","op":"Sigmoid"},{"input":["RSSModel_1/l5_conv/gn/add_1","RSSModel_1/l5_conv/Sigmoid"],"attr":{"T":{"type":1}},"name":"RSSModel_1/l5_conv/mul","op":"Mul"},{"input":["RSSModel_1/l10_conv/gn/add_1","RSSModel_1/l10_conv/Sigmoid"],"attr":{"T":{"type":1}},"name":"RSSModel_1/l10_conv/mul","op":"Mul"},{"input":["RSSModel_1/l5_conv/mul"],"attr":{"ksize":{"list":{"s":[],"i":["1","4","1","1"],"f":[],"b":[],"type":[],"shape":[],"tensor":[],"func":[]}},"padding":{"s":[83,65,77,69]},"T":{"type":1},"strides":{"list":{"s":[],"i":["1","4","1","1"],"f":[],"b":[],"type":[],"shape":[],"tensor":[],"func":[]}},"data_format":{"s":[78,72,87,67]}},"name":"RSSModel_1/l5_pool","op":"MaxPool"},{"input":["RSSModel_1/l10_conv/mul"],"attr":{"strides":{"list":{"s":[],"i":["1","2","1","1"],"f":[],"b":[],"type":[],"shape":[],"tensor":[],"func":[]}},"data_format":{"s":[78,72,87,67]},"ksize":{"list":{"s":[],"i":["1","2","1","1"],"f":[],"b":[],"type":[],"shape":[],"tensor":[],"func":[]}},"padding":{"s":[83,65,77,69]},"T":{"type":1}},"name":"RSSModel_1/l10_pool","op":"MaxPool"},{"input":["RSSModel_1/l5_pool","RSSModel_1/l10_pool","RSSModel_1/l11_concat/axis"],"attr":{"T":{"type":1},"N":{"i":"2"},"Tidx":{"type":3}},"name":"RSSModel_1/l11_concat","op":"ConcatV2"},{"input":["RSSModel_1/l11_concat","RSSModel/l12_conv/conv1d/weights"],"attr":{"dilations":{"list":{"s":[],"i":["1","1","1","1"],"f":[],"b":[],"type":[],"shape":[],"tensor":[],"func":[]}},"T":{"type":1},"data_format":{"s":[78,72,87,67]},"strides":{"list":{"s":[],"i":["1","1","1","1"],"f":[],"b":[],"type":[],"shape":[],"tensor":[],"func":[]}},"use_cudnn_on_gpu":{"b":true},"padding":{"s":[83,65,77,69]}},"name":"RSSModel_1/l12_conv/conv1d/Conv2D","op":"Conv2D"},{"input":["RSSModel_1/l12_conv/conv1d/Conv2D","RSSModel_1/l10_conv/gn/Reshape/shape"],"attr":{"T":{"type":1},"Tshape":{"type":3}},"name":"RSSModel_1/l12_conv/gn/Reshape","op":"Reshape"},{"input":["RSSModel_1/l12_conv/gn/Reshape","RSSModel_1/l1_conv/gn/moments/mean/reduction_indices"],"attr":{"T":{"type":1},"keep_dims":{"b":true},"Tidx":{"type":3}},"name":"RSSModel_1/l12_conv/gn/moments/mean","op":"Mean"},{"input":["RSSModel_1/l12_conv/gn/Reshape","RSSModel_1/l12_conv/gn/moments/mean"],"attr":{"T":{"type":1}},"name":"RSSModel_1/l12_conv/gn/sub","op":"Sub"},{"input":["RSSModel_1/l12_conv/gn/Reshape","RSSModel_1/l12_conv/gn/moments/mean"],"attr":{"T":{"type":1}},"name":"RSSModel_1/l12_conv/gn/moments/SquaredDifference","op":"SquaredDifference"},{"input":["RSSModel_1/l12_conv/gn/moments/SquaredDifference","RSSModel_1/l1_conv/gn/moments/mean/reduction_indices"],"attr":{"keep_dims":{"b":true},"Tidx":{"type":3},"T":{"type":1}},"name":"RSSModel_1/l12_conv/gn/moments/variance","op":"Mean"},{"input":["RSSModel_1/l12_conv/gn/moments/variance","RSSModel_1/l1_conv/gn/add/y"],"attr":{"T":{"type":1}},"name":"RSSModel_1/l12_conv/gn/add","op":"Add"},{"input":["RSSModel_1/l12_conv/gn/add"],"attr":{"T":{"type":1}},"name":"RSSModel_1/l12_conv/gn/Sqrt","op":"Sqrt"},{"input":["RSSModel_1/l12_conv/gn/sub","RSSModel_1/l12_conv/gn/Sqrt"],"attr":{"T":{"type":1}},"name":"RSSModel_1/l12_conv/gn/truediv","op":"RealDiv"},{"input":["RSSModel_1/l12_conv/gn/truediv","RSSModel_1/l10_conv/gn/Reshape_1/shape"],"attr":{"T":{"type":1},"Tshape":{"type":3}},"name":"RSSModel_1/l12_conv/gn/Reshape_1","op":"Reshape"},{"input":["RSSModel_1/l12_conv/gn/Reshape_1","RSSModel/l12_conv/gn/gamma"],"attr":{"T":{"type":1}},"name":"RSSModel_1/l12_conv/gn/mul","op":"Mul"},{"input":["RSSModel_1/l12_conv/gn/mul","RSSModel/l12_conv/gn/beta"],"attr":{"T":{"type":1}},"name":"RSSModel_1/l12_conv/gn/add_1","op":"Add"},{"input":["RSSModel_1/l12_conv/gn/add_1"],"attr":{"T":{"type":1}},"name":"RSSModel_1/l12_conv/Sigmoid","op":"Sigmoid"},{"input":["RSSModel_1/l12_conv/gn/add_1","RSSModel_1/l12_conv/Sigmoid"],